{
  "dzikir_pagi": [
    {
      "title": "Isti'adzah",
      "arabic": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "translation": "“Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.”",
      "source": ""
    },
    {
      "title": "Ayat Kursi 1x",
      "arabic": "اللَّـهُ لَا إِلَـٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
      "translation": "“Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.”\n(Al-Baqarah: 255)",
      "source": "Rasulullah ﷺ bersabda, “Barangsiapa yang membaca ayat ini ketika berada di pagi hari, maka dia dijaga dari gangguan jin hingga sore hari, dan barangsiapa yang membacanya ketika berada di sore hari, maka dia dijaga dari gangguan jin hingga pagi hari.”\n\nHR. al-Hakim (1/562)\nDishahihkan Syaikh al-Albani dalam Shahih at-Targhib wa at-Tarhib (1/273) dan beliau menisbatkan hadits tersebut kepada an-Nasa'i dan ath-Thabrani, beliau berkata, “Sanad ath-Thabrani jayyid (baik)."
    },
    {
      "title": "Al-Ikhlas 3x",
      "arabic": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ _ قُلْ هُوَ اللّٰهُ اَحَدٌۚ . اَللّٰهُ الصَّمَدُۚ . لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ . وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ",
      "translation": "“Katakanlah, 'Dia-lah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepadaNya segala sesuatu. Dia tidak beranak dan tidak pula diperanakkan, dan tidak ada seorangpun yang setara dengan Nya'.”\n(QS. Al-Ikhlas)",
      "source": "Rasulullah ﷺ bersabda, “Barangsiapa yang membaca ketiga surat tersebut tiga kali setiap pagi dan sore, maka ketiga surat tersebut mencukupinya dari segala sesuatu”\n\nHR. Abu Dawud (4/322)\n\nHR. at-Tirmidzi (5/567)\n\nLihat Shahih at-Tirmidzi (3/182)"
    },
    {
      "title": "Al-Falaq 3x",
      "arabic": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ _n قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِۙ . مِنْ شَرِّ مَا خَلَقَۙ . وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَۙ . وَمِنْ شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِۙ . وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدٌَ",
      "translation": "“Katakanlah, 'Aku berlindung kepada Tuhan Yang Menguasai Subuh, dari kejahatan makhlukNya, dari kejahatan malam apabila telah gelap gulita, dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki'.”\n(QS. Al-Falaq)",
      "source": "Rasulullah ﷺ bersabda, “Barangsiapa yang membaca ketiga surat tersebut tiga kali setiap pagi dan sore, maka ketiga surat tersebut mencukupinya dari segala sesuatu”\n\nHR. Abu Dawud (4/322)\nHR. at-Tirmidzi (5/567)\nLihat Shahih at-Tirmidzi (3/182)"
    },
    {
      "title": "An-Nas 3x",
      "arabic": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ _n قُلْ اَعُوْذُ بِرَبِّ النَّاسِِۙ . مَلِكِ النَّاسِۙ . اِلٰهِ النَّاسِِۙ . مِنْ شَرِّ الْوَسْوَاسِ ەۙ الْخَنَّاسِِۖ . الَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِۙ . مِنَ الْجِنَّةِ وَالنَّاسٌِ",
      "translation": "Katakanlah, 'Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia, Raja manusia, Sembahan manusia, dari kejahatan (bisikan) yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia'.”\n(QS. Al-Naas)",
      "source": "Rasulullah ﷺ bersabda, “Barangsiapa yang membaca ketiga surat tersebut tiga kali setiap pagi dan sore, maka ketiga surat tersebut mencukupinya dari segala sesuatu”\n\nHR. Abu Dawud (4/322)\nHR. at-Tirmidzi (5/567)\nLihat Shahih at-Tirmidzi (3/182)"
    },
    {
      "title": "Dibaca 1x",
      "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
      "translation": "“Kami telah memasuki waktu pagi dan kerajaan hanya milik Allah. Segala puji bagi Allah. Tidak ada tuhan yang berhak disembah kecuali Allah semata, tidak ada sekutu bagiNya. Hanya milikNya kerajaan (semesta ini) dan segala puji hanya bagiNya. Dan Dia Mahakuasa atas segala sesuatu. Ya Rabbku, aku mohon kepadaMu kebaikan di hari ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan hari ini dan kejahatan sesudahnya. Ya Rabbku, aku berlindung kepadaMu dari kemalasan dan keburukan usia tua. Ya Rabbku, aku berlindung kepadaMu dari siksa neraka dan siksa kubur.”",
      "source": "HR. Muslim (4/2088)"
    },
    {
      "title": "Dibaca 1x",
      "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
      "translation": "“Ya Allah, dengan (nikmat dan pertolongan)Mu kami memasuki waktu pagi, dan dengan (nikmat dan pertolongan )Mu kami memasuki waktu sore. Dengan (nikmat dan pertolongan)Mu kami hidup dan dengan (nikmat dan pertolongan)Mu kami mati. Dan kepadaMu (kami semua akan dikumpulkan).”",
      "source": "HR. at-Tirmidzi (5/466)\nLihat Shahih at-Tirmidzi (3/142)"
    },
    {
      "title": "Sayyidul Istighfar",
      "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَـهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
      "translation": "“Ya Allah, Engkau adalah Tuhanku, tidak ada tuhan yang berhak disembah kecuali Engkau. Engkau-lah yang menciptakanku, aku adalah hambaMu, aku setia kepada perjanjianku denganMu dan janjiMu semampuku. Aku berlindung kepadaMu dari keburukan apa yang telah aku perbuat. Aku mengakui nikmatMu kepadaku dan aku mengakui dosaku, oleh karena itu ampunilah aku, karena sesungguhnya tiada yang mengampuni dosa-dosa kecuali Engkau.”",
      "source": "Rasulullah ﷺ bersabda, “Barangsiapa yang membacanya dengan yakin ketika sore hari, lalu ia meninggal dunia ketika malam itu, maka ia masuk surga. Dan demikian juga ketika pagi.”\n\nHR. al-Bukhari (7/150)"
    },
    {
      "title": "Dibaca 3x",
      "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لاَ إِلَـهَ إِلاَّ أَنْتَ، اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَـهَ إِلاَّ أَنْتَ",
      "translation": "“Ya Allah, berilah keafiatan (keselamatan dari penyakit, dosa, dan azab) pada tubuhku. Ya Allah, berilah keafiatan pada pendengaranku. Ya Allah, berilah keafiatan pada penglihatanku. Tidak ada tuhan yang berhak disembah kecuali Engkau. Ya Allah sesungguhnya aku berlindung kepadaMu dari kekufuran dan kefakiran, dan aku berlindung kepadaMu dari siksa kubur. Tidak ada tuhan yang berhak disembah kecuali Engkau.”",
      "source": "HR. Abu Dawud (4/324)\nHR. Ahmad (5/42)\nHR. an-Nasa'i dalam Amal al-Yaum wa al-Lailah no. 22 hal. 146\nHR. Ibnu as-Sunni no. 69\nHR. al-Bukhari dalam al-Adam al-Mufrad\nSyaikh Abdul Aziz bin Abdullah bin Baz menyatakan sanad hadits tersebut hasan\nLihat Tuhfah al-Akhyar hal. 26"
    },
    {
      "title": "Dibaca 1x",
      "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ. اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
      "translation": "“Ya Allah, sesungguhnya aku memohon maaf dan keafiatan (keselamatan dari penyakit, dosa dan azab) di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon maaf dan keafiatan dalam agama, dunia, keluarga, dan hartaku. Ya Allah tutupilah auratku dan tenteramkanlah rasa takutku. Ya Allah, peliharalah aku dari arah depan, belakang, kanan dan kiri, serta dari atasku. Aku berlindung dengan keagunganMu dari dibunuh secara khianat dari bawahku.”",
      "source": "HR. Abu Dawud dan Ibnu Majah\nLihat Shahih Ibnu Majah (2/332)"
    },
    {
      "title": "Dibaca 1x",
      "arabic": "اَللَّهُمَّ عَالِـمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرُّهُ إِلَى مُسْلِمٍ",
      "translation": "“Ya Allah, Yang Maha Mengetahui yang ghaib dan yang nyata, Tuhan Pencipta langit dan bumi, Tuhan yang menguasai segala sesuatu dan menjadi Rajanya, aku bersaksi bahwa tidak ada tuhan yang berhak disembah kecuali Engkau. Aku berlindung kepadaMu dari keburukan diriku, dan dari keburukan setan dan kesyirikan (yang dibisikkan)nya, dan (aku berlindung kepadaMu) dari berbuat kejelekan kepada diriku sendiri atau menularkannya kepada seorang Muslim.”",
      "source": "HR. at-Tirmidzi dan Abu Dawud\nLihat Shahih at-Tirmidzi (3/142)"
    },
    {
      "title": "Dibaca 3x",
      "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
      "translation": "“Dengan Nama Allah, Yang dengan NamaNya tidak ada sesuatu pun yang memudaratkan di bumi maupun di langit, dan Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.”",
      "source": "Rasulullah ﷺ bersabda, “Barangsiapa yang membacanya sebanyak tiga kali ketika pagi dan sore hari, maka tidak ada sesuatu pun yang dapat memudaratkan (membahayakan) dirinya.”\n\nHR. Abu Dawud (4/323)\nHR. at-Tirmidzi (5/465)\nHR. Ibnu Majah dan Ahmad\nLihat Shahih Ibnu Majah (2/332)\nSyaikh Abdul Aziz bin Abdullah bin Baz menyatakan sanad hadits tersebut hasan\nLihat Tuhfah al-Akhyar hal. 39"
    },
    {
      "title": "Dibaca 3x",
      "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
      "translation": "“Aku rela Allah sebagai Tuhan, Islam sebagai agama, dan Muhammad ﷺ sebagai Nabi (yang diutus oleh Allah).”",
      "source": "Rasulullah ﷺ bersabda, “Barangsiapa yang membacanya sebanyak tiga kali ketika pagi dan sore hari, maka Allah patut memberikan keridhaanNya kepadanya pada Hari Kiamat.”\n\nHR. Ahmad (4/337)\nHR. an-Nasa'i dalam Amal al-Yaum wa al-Lailah no. 4\nHR. Ibnu as-Sunni no. 68\nHR. Abu Dawud (4/418)\nHR. at-Tirmidzi (5/465)\nSyaikh Abdul Aziz bin Abdullah bin Baz menyatakan sanad hadits tersebut hasan\nLihat Tuhfah al-Akhyar hal. 39"
    },
    {
      "title": "Dibaca 1x",
      "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ",
      "translation": "“Wahai Tuhan yang Mahahidup, wahai Tuhan yang terus-menerus mengurusi makhlukNya, dengan rahmatMu aku memohon pertolongan(Mu); perbaikilah segala urusanku dan janganlah Engkau menyerahkan (urusan)ku kepada diriku sekejap mata pun.”",
      "source": "HR. al-Hakim dan beliau menshahihkannya serta disetujui adz-Dzahabi (1/545)\nLihat Shahih at-Targhib wa at-Tarhib (1/273)"
    },
    {
      "title": "Dibaca 1x",
      "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
      "translation": "“Di pagi hari kami berpegang teguh pada fitrah (agama) Islam, juga kepada ikhlas (tauhid), juga kepada agama Nabi kami Muhammad ﷺ , dan agama moyang kami Ibrahim, sebagai seorang yang hanif (bersih dari syirik) lagi Muslim (berserah diri) dan tidak tergolong orang-orang musyrik.”",
      "source": "HR. Ahmad (3/406-407) (5/123)\nLihat Shahih al-Jami' (4/290)\nHR. Ibnu as-Sunni dalam Amal al-Yaum wa al-Lailah no. 34"
    },
    {
      "title": "Dibaca 100x",
      "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
      "translation": "“Mahasuci Allah dan segala puji bagiNya.”",
      "source": "HR. Muslim (4/2071)"
    },
    {
      "title": "Dibaca 100x dalam sehari atau 10x atau 1x",
      "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
      "translation": "“Tidak ada tuhan yang berhak disembah kecuali Allah semata, tidak ada sekutu bagiNya. Hanya miliknya kerajaan (semesta ini) dan segala puji hanya bagiNya, dan Dia Mahakuasa atas segala sesuatu.”",
      "source": "[ dibaca 100x dalam sehari ] Rasulullah ﷺ bersabda, “Barangsiapa yang membacanya seratus kali dalam sehari, maka dia mendapatkan (pahala) seperti pahala me-merdekakan sepuluh hamba sahaya, dicatat baginya seratus kebaikan, dihapus darinya seratus keburukan, dan ia mendapatkan perlindungan dari gangguan setan pada hari itu hingga sore hari, dan tak seorang pun dapat mendatangkan yang lebih baik dari apa yang dibawanya kecuali ia melakukan lebih banyak lagi dari itu.”\nHR. al-Bukhari (4/95)\nHR. Muslim (4/2071)\n\n[ dibaca 10x ]\nHR. an-Nasa'i dalam Amal al-Yaum wa al-Lailah no. 24\nLihat Shahih at-Targhib wa at-Tarhib (1/272)\nLihat Tuhfaz al-Akhyar hal. 44\n\n[ dibaca 1x ]\nHR. Abu Dawud (4/319)\nHR. Ibnu Majah\nHR. Ahmad (4/60)\nLihat Shahih at-Targhib wa at-Tarhib (1/270)\nShahih Abu Dawud (3/957)\nShahih Ibnu Majah (2/331)_Zad al-Ma'ad (2/377)"
    },
    {
      "title": "Dibaca 3x",
      "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
      "translation": "“Mahasuci Allah dan segala puji bagiNya;  sebanyak makhlukNya, sebagaimana yang diridhaiNya, seberat timbangan ArasyNya, dan sebanyak kalimat-kalimatNya.”",
      "source": "HR. Muslim (4/2090)"
    },
    {
      "title": "Istighfar  100x dalam sehari",
      "arabic": "أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ",
      "translation": "“Aku memohon ampun kepada Allah dan aku bertaubat kepadaNya”",
      "source": "HR. al-Bukhari dalam Fath al-Bari (11/101)\nHR. Muslim (4/2075)"
    }
  ]
}
